const translationsRu = {
  // persons
  Национальность: "Национальность",
  "Место Рождения": "Место Рождения",
  "Родной Город": "Родной Город",
  Отец: "Отец",
  Мать: "Мать",
  Специальность: "Специальность",
  Ассассин: "Ассассин",
  Закрыть: "Закрыть",
  Подробнее: "Подробнее",
  //
  "Альтаир ибн Ла-Ахад": "Альтаир ибн Ла-Ахад",
  Сарацин: "Сарацин",
  Масиаф: "Масиаф",
  "Умар ибн Ла-Ахад": "Умар ибн Ла-Ахад",
  Мод: "Мод",
  //
  "Эцио Аудиторе Да Фиренце": "Эцио Аудиторе Да Фиренце",
  Италианец: "Италианец",
  "Флоренция, Италия": "Флоренция, Италия",
  Флоренция: "Флоренция",
  "Джованни Аудиторе": "Джованни Аудиторе",
  "Мария Аудиторе": "Мария Аудиторе",
  //
  "Коннор Кенуей": "Коннор Кенуей",
  Американец: "Американец",
  Ганадазедон: "Ганадазедон",
  "Хэйтем Кенуэй": "Хэйтем Кенуэй",
  Гадзидзио: "Гадзидзио",
  //
  "Эдвард Кенуей": "Эдвард Кенуей",
  Англичанин: "Англичанин",
  "Королевство Англии": "Королевство Англии",
  "Суонси, Уэльс": "Суонси, Уэльс",
  "Бернард Кенуэй": " Бернард Кенуэй",
  "Лайнетт Хопкинс": "Лайнетт Хопкинс",
  //
  "Арно Дориан": "Арно Дориан",
  Француз: "Француз",
  "Королевство Франции": "Королевство Франции",
  Версаль: "Версаль",
  "Шарля Дориан": "Шарля Дориан",
  Мари: "Мари",
  //
  "Шао Цзюнь": "Шао Цзюнь",
  Китаянка: "Китаянка",
  "Империя династии Мин": "Империя династии Мин",
  Пекин: "Пекин",
  Неизвестно: "Неизвестно",
  //
  "Иви и Джейкоб Фрай": "Иви и Джейкоб Фрай",
  Великобритания: "Великобритания",
  Кроули: "Кроули",
  "Итан Фрай": "Итан Фрай",
  "Сесили Фрай": "Сесили Фрай",
  //
  "Авелина де Гранпре": "Авелина де Гранпре",
  Француженка: "Француженка",
  "Новая Франция": "Новая Франция",
  "Новый Орлеан, Луизиана,": "Новый Орлеан, Луизиана,",
  " Филиппа Оливье де Грандпре": " Филиппа Оливье де Грандпре",
  Жанна: "Жанна",
  // Gameplay
  Геймплей: "Геймплей",
  "Основные игры серии Assassin's Creed, вышедшие до Assassin's Creed Odyssey, относятся к жанру action-adventure с элементами стелс-экшена. Assassin's Creed Odyssey и Valhalla позиционируются разработчиками как игры в жанре action RPG. Все основные игры имеют открытый мир, который представлен одной или несколькими локациями. Игровые локации в зависимости от части имеют разный масштаб и могут быть представлены как одним городом или небольшим участком сельской местности (например, в Assassin's Creed III представлены города Бостон и Нью-Йорк), так и целой страной (например, в Assassin's Creed Origins и Odyssey в уменьшенном масштабе представлены нынешние территории Египта и Греции соответственно).":
    "Основные игры серии Assassin's Creed, вышедшие до Assassin's Creed Odyssey, относятся к жанру action-adventure с элементами стелс-экшена. Assassin's Creed Odyssey и Valhalla позиционируются разработчиками как игры в жанре action RPG. Все основные игры имеют открытый мир, который представлен одной или несколькими локациями. Игровые локации в зависимости от части имеют разный масштаб и могут быть представлены как одним городом или небольшим участком сельской местности (например, в Assassin's Creed III представлены города Бостон и Нью-Йорк), так и целой страной (например, в Assassin's Creed Origins и Odyssey в уменьшенном масштабе представлены нынешние территории Египта и Греции соответственно).",
  "В зависимости от части в сюжетной линии в прошлом времени игрок может управлять одним или двумя протагонистами. В зависимости от игры функция выбора протагониста реализована различными способами: например, в Assassin's Creed III повествование от одного протагониста к другому переходит после прохождения нескольких заданий сюжетной кампании, в Syndicate игрок может свободно переключаться между 2 протагонистами, в Origins в нескольких заданиях основной сюжетной линии управление переключается на другого персонажа, а в Odyssey игрок может выбрать одного протагониста из двух представленных. Протагонисты сюжетных кампаний в прошлом, за исключением Альтаира ибн Ла-Ахада и Эцио Аудиторе да Фиренце, меняются в каждой части. В сюжетной линии в настоящем один и тот же герой обычно является протагонистом сразу нескольких частей. Например, Дезмонд Майлс выступает протагонистом первых 5 частей (начиная с Assassin's Creed и заканчивая Assassin's Creed III), а Лейла Хассан является главной героиней Assassin's Creed Origins, Odyssey и Valhalla.":
    "В зависимости от части в сюжетной линии в прошлом времени игрок может управлять одним или двумя протагонистами. В зависимости от игры функция выбора протагониста реализована различными способами: например, в Assassin's Creed III повествование от одного протагониста к другому переходит после прохождения нескольких заданий сюжетной кампании, в Syndicate игрок может свободно переключаться между 2 протагонистами, в Origins в нескольких заданиях основной сюжетной линии управление переключается на другого персонажа, а в Odyssey игрок может выбрать одного протагониста из двух представленных. Протагонисты сюжетных кампаний в прошлом, за исключением Альтаира ибн Ла-Ахада и Эцио Аудиторе да Фиренце, меняются в каждой части. В сюжетной линии в настоящем один и тот же герой обычно является протагонистом сразу нескольких частей. Например, Дезмонд Майлс выступает протагонистом первых 5 частей (начиная с Assassin's Creed и заканчивая Assassin's Creed III), а Лейла Хассан является главной героиней Assassin's Creed Origins, Odyssey и Valhalla.",
  "Одной из особенностей игр серии Assassin's Creed является использование искусства паркур для перемещения по игровому миру: игрок может «зацепиться» за любой выступ, забраться на любую постройку и т. д. Во всех играх серии есть «точки обзора» — здания или природные возвышенности, забравшись на которые, игрок может выполнить «синхронизацию» — открытие некоторой части карты (в играх до Assassin's Creed Origins) и точки быстрого перемещения (начиная с Assassin's Creed IV Black Flag). После выполнения «синхронизации» игрок может сделать «Прыжок веры» — выдуманный игровой прыжок, который позволяет осуществить быстрый спуск со здания или возвышенности в смягчающую падение среду (стог сена, водное пространство и т. д.). Также во многих играх серии присутствуют предметы коллекционирования и случайные события в открытом мире. Помимо передвижения пешком, игровой персонаж может использовать различные транспортные средства: лошадей, кареты, колесницы. В Assassin's Creed III, IV Black Flag, Rogue, Odyssey и в нескольких миссиях Origins игрок может использовать боевые корабли для перемещения и выполнения заданий. Во всех играх, кроме оригинальной Assassin's Creed, персонаж умеет плавать.":
    "Одной из особенностей игр серии Assassin's Creed является использование искусства паркур для перемещения по игровому миру: игрок может «зацепиться» за любой выступ, забраться на любую постройку и т. д. Во всех играх серии есть «точки обзора» — здания или природные возвышенности, забравшись на которые, игрок может выполнить «синхронизацию» — открытие некоторой части карты (в играх до Assassin's Creed Origins) и точки быстрого перемещения (начиная с Assassin's Creed IV Black Flag). После выполнения «синхронизации» игрок может сделать «Прыжок веры» — выдуманный игровой прыжок, который позволяет осуществить быстрый спуск со здания или возвышенности в смягчающую падение среду (стог сена, водное пространство и т. д.). Также во многих играх серии присутствуют предметы коллекционирования и случайные события в открытом мире. Помимо передвижения пешком, игровой персонаж может использовать различные транспортные средства: лошадей, кареты, колесницы. В Assassin's Creed III, IV Black Flag, Rogue, Odyssey и в нескольких миссиях Origins игрок может использовать боевые корабли для перемещения и выполнения заданий. Во всех играх, кроме оригинальной Assassin's Creed, персонаж умеет плавать.",
  // Games
  "Перейти в Магазин": "Перейти в Магазин",
  "Игры Серии": "Игры Серии",
  //
  "В 5 февраля 2008 году вышла игра Assassin's Creed ":
    "В 5 февраля 2008 году вышла игра Assassin's Creed ",
  "Игра относится к разряду проектов с открытым миром, то есть игроку дозволяется исследовать мир в свободном порядке. Всё игровое пространство представляет собой упрощённую модель Святой земли и поделено на 7 основных частей. Это три крупных города (Дамаск, Акра и Иерусалим), замок ассасинов (Масиаф) и пространство между ними (Королевство), разбитое на две части, а также цитадель Арсуф, локация возле Акры, которая открывается игроку в 6-м блоке памяти. Королевство представляет собой достаточно обширные площади между гор с небольшими поселениями местных жителей и лагерями крестоносцев. По территории королевства игрок волен передвигаться как пешком, так и на лошади. Почти все солдаты, которых он встречает, — враги Альтаира и Братства. Если привлекать к себе внимание, они могут узнать ассасина и попытаться убить. Масиаф — первое поселение, показываемое в игре. Оно построено на горе, и каждая следующая его улица располагается выше предыдущей. На самом пике стоит замок Братства, окружённый мощными стенами. В этой деревне игрок может приноровиться к городскому способу передвижения в игре — в стиле паркур, а также узнаёт основы расследования и выполнит своё первое после понижения в ранге задание — найти предателя среди жителей Масиафа.":
    "Игра относится к разряду проектов с открытым миром, то есть игроку дозволяется исследовать мир в свободном порядке. Всё игровое пространство представляет собой упрощённую модель Святой земли и поделено на 7 основных частей. Это три крупных города (Дамаск, Акра и Иерусалим), замок ассасинов (Масиаф) и пространство между ними (Королевство), разбитое на две части, а также цитадель Арсуф, локация возле Акры, которая открывается игроку в 6-м блоке памяти. Королевство представляет собой достаточно обширные площади между гор с небольшими поселениями местных жителей и лагерями крестоносцев. По территории королевства игрок волен передвигаться как пешком, так и на лошади. Почти все солдаты, которых он встречает, — враги Альтаира и Братства. Если привлекать к себе внимание, они могут узнать ассасина и попытаться убить. Масиаф — первое поселение, показываемое в игре. Оно построено на горе, и каждая следующая его улица располагается выше предыдущей. На самом пике стоит замок Братства, окружённый мощными стенами. В этой деревне игрок может приноровиться к городскому способу передвижения в игре — в стиле паркур, а также узнаёт основы расследования и выполнит своё первое после понижения в ранге задание — найти предателя среди жителей Масиафа.",
  //
  "В 5 марта 2010 году вышла игра Assassin's Creed II":
    "В 5 марта 2010 году вышла игра Assassin's Creed II",
  "После погружения в «Анимус» действие игры начинает разворачиваться в Италии, в Эпоху Возрождения, конец XV века. Главным героем игры становится семнадцатилетний юноша по имени Эцио, житель Флоренции. Отца Эцио, Джованни Аудиторе, предал его лучший друг Уберто Альберти, и в результате обвинения отец и братья Эцио — Федерико и Петруччо — были повешены. Для Эцио потеря семьи была сильной душевной травмой. Он убивает предателя своей семьи и скрывается вместе с матерью и сестрой у своего дяди Марио на вилле Аудиторе в Монтериджони.Позже Эцио узнаёт, что его семью предала семья Пацци, и он решает поквитаться с ней. Сперва он убивает младшего из этой семьи, Вьери Пацци. Через некоторое время после заговора против семьи Медичи Эцио убил отца Вьери, Франческо Пацци. а затем старшего из семьи предателей — Якопо Пацци — и его помощников (хотя, Эцио всего лишь нанёс Якопо последний удар). Из собрания тамплиеров, в котором непосредственно участвовал Якопо, Эцио узнаёт, что следующие действия тамплиеров будут в Венеции.":
    "После погружения в «Анимус» действие игры начинает разворачиваться в Италии, в Эпоху Возрождения, конец XV века. Главным героем игры становится семнадцатилетний юноша по имени Эцио, житель Флоренции. Отца Эцио, Джованни Аудиторе, предал его лучший друг Уберто Альберти, и в результате обвинения отец и братья Эцио — Федерико и Петруччо — были повешены. Для Эцио потеря семьи была сильной душевной травмой. Он убивает предателя своей семьи и скрывается вместе с матерью и сестрой у своего дяди Марио на вилле Аудиторе в Монтериджони.Позже Эцио узнаёт, что его семью предала семья Пацци, и он решает поквитаться с ней. Сперва он убивает младшего из этой семьи, Вьери Пацци. Через некоторое время после заговора против семьи Медичи Эцио убил отца Вьери, Франческо Пацци. а затем старшего из семьи предателей — Якопо Пацци — и его помощников (хотя, Эцио всего лишь нанёс Якопо последний удар). Из собрания тамплиеров, в котором непосредственно участвовал Якопо, Эцио узнаёт, что следующие действия тамплиеров будут в Венеции.",
  // 
  "В 17 марта 2011 году вышла игра Assassin's Creed Brotherhood":"В 17 марта 2011 году вышла игра Assassin's Creed Brotherhood",
  "Игровой процесс стандартен для серии Assassin's Creed и является развитием игрового процесса Assassin's Creed II. Как и в предыдущих частях, основой механики игры является паркур, использование толпы и различных укрытий для незаметных убийств и развитой системы ближнего боя. Открытый мир игры представляет некоторую степень нелинейности прохождения, хотя основные сцены игры и её хронологические рамки выстроены с помощью системы скриптов. Непосредственное прохождение сюжетной линии занимает около 15 часов. Кроме того, к игрокам вернулась возможность переигрывать все сюжетные миссии игры.":"Игровой процесс стандартен для серии Assassin's Creed и является развитием игрового процесса Assassin's Creed II. Как и в предыдущих частях, основой механики игры является паркур, использование толпы и различных укрытий для незаметных убийств и развитой системы ближнего боя. Открытый мир игры представляет некоторую степень нелинейности прохождения, хотя основные сцены игры и её хронологические рамки выстроены с помощью системы скриптов. Непосредственное прохождение сюжетной линии занимает около 15 часов. Кроме того, к игрокам вернулась возможность переигрывать все сюжетные миссии игры.",
  // 
  "В 15 ноября 2011 году вышла игра Assassin's Creed Revelations":"В 15 ноября 2011 году вышла игра Assassin's Creed Revelations",
  "Сюжет игры начинается с того, что Дезмонд очнулся в первичной тестовой программе Анимуса, где уже находится 16-й (как выяснилось, его имя — Клэй Качмарек). 16-й объясняет ему, что Анимус пытается найти Дезмонда и удалить, как вредоносный вирус, а Клэй изо всех сил пытается предотвратить это. Дезмонд должен будет пережить последние воспоминания своих предков, и столкнуться со своим собственным прошлым, и если это ему удастся, то произойдёт синхронексус и он сможет выйти из комы.":"Сюжет игры начинается с того, что Дезмонд очнулся в первичной тестовой программе Анимуса, где уже находится 16-й (как выяснилось, его имя — Клэй Качмарек). 16-й объясняет ему, что Анимус пытается найти Дезмонда и удалить, как вредоносный вирус, а Клэй изо всех сил пытается предотвратить это. Дезмонд должен будет пережить последние воспоминания своих предков, и столкнуться со своим собственным прошлым, и если это ему удастся, то произойдёт синхронексус и он сможет выйти из комы.",
  // 
  "21 ноября 2012 году вышла игра Assassin's Creed III":"21 ноября 2012 году вышла игра Assassin's Creed III",
  "В Assasin’s Creed III, как и в прошлых частях серии, для перемещения по игровому миру игрок может использовать искусство паркур: можно «зацепиться» за любой выступ, забраться на любую постройку и т. д. В игре есть «точки обзора» — здания или природные возвышенности, забравшись на которые, игрок может выполнить «синхронизацию» — открытие некоторой части карты. После выполнения «синхронизации» игрок может сделать «Прыжок веры» — выдуманный игровой прыжок, который позволяет осуществить быстрый спуск со здания или возвышенности в смягчающую падение среду (стог сена, водное пространство и т. д.). Также в игре присутствуют предметы коллекционирования и случайные события в открытом мире. Помимо передвижения пешком, игровой персонаж может использовать транспортные средства: лошадей, а также боевой корабль для перемещения и выполнения заданий.":"В Assasin’s Creed III, как и в прошлых частях серии, для перемещения по игровому миру игрок может использовать искусство паркур: можно «зацепиться» за любой выступ, забраться на любую постройку и т. д. В игре есть «точки обзора» — здания или природные возвышенности, забравшись на которые, игрок может выполнить «синхронизацию» — открытие некоторой части карты. После выполнения «синхронизации» игрок может сделать «Прыжок веры» — выдуманный игровой прыжок, который позволяет осуществить быстрый спуск со здания или возвышенности в смягчающую падение среду (стог сена, водное пространство и т. д.). Также в игре присутствуют предметы коллекционирования и случайные события в открытом мире. Помимо передвижения пешком, игровой персонаж может использовать транспортные средства: лошадей, а также боевой корабль для перемещения и выполнения заданий.",
  // 
  "В 21 ноября 2013 году вышла игра Assassin's Creed IV Black Flag":"В 21 ноября 2013 году вышла игра Assassin's Creed IV Black Flag",
  "В Золотой век пиратства, Эдвард Кенуэй, участвует в заговоре между высокопоставленными тамплиерами в Британской и Испанской империях, которые, прикрываясь антипиратскими действиями в Карибском море, хотят найти Мудреца — позже оказавшегося Бартоломью Робертсом, который является единственным, кто может привести их к Обсерватории, устройству Первой Цивилизации, которое может следить за любым человеком в любой точке мира, когда ему предоставляют образец крови. Это они намерены использовать для шпионажа и шантажа мировых лидеров. Эдвард становится невольным участником событий, когда он убивает мошенника-ассасина Дункана Уолпола. Видя возможность получить прибыль, Эдвард занимает место Уолпола на встрече тамплиеров в Гаване, где он встречается с Вудсом Роджерсом, а также с губернатором Кубы и предводителем тамплиеров Лауреано Торресом. Его безрассудство ставит под угрозу весь Орден Ассасинов. Эдвард же вынужден преследовать Мудреца и заговорщиков с полуострова Юкатан до Ямайки. В конечном итоге, Эдвард настигает Робертса на острове Принсипи у африканского побережья.":"В Золотой век пиратства, Эдвард Кенуэй, участвует в заговоре между высокопоставленными тамплиерами в Британской и Испанской империях, которые, прикрываясь антипиратскими действиями в Карибском море, хотят найти Мудреца — позже оказавшегося Бартоломью Робертсом, который является единственным, кто может привести их к Обсерватории, устройству Первой Цивилизации, которое может следить за любым человеком в любой точке мира, когда ему предоставляют образец крови. Это они намерены использовать для шпионажа и шантажа мировых лидеров. Эдвард становится невольным участником событий, когда он убивает мошенника-ассасина Дункана Уолпола. Видя возможность получить прибыль, Эдвард занимает место Уолпола на встрече тамплиеров в Гаване, где он встречается с Вудсом Роджерсом, а также с губернатором Кубы и предводителем тамплиеров Лауреано Торресом. Его безрассудство ставит под угрозу весь Орден Ассасинов. Эдвард же вынужден преследовать Мудреца и заговорщиков с полуострова Юкатан до Ямайки. В конечном итоге, Эдвард настигает Робертса на острове Принсипи у африканского побережья.",
  // 
  "В 11 ноября 2014 году вышла игра Assassin's Creed Unity":"В 11 ноября 2014 году вышла игра Assassin's Creed Unity",
  "Игра начинается с того, что молодой американский ассасин времён Семилетней войны Шэй Патрик Кормак преследует другого ассасина Лайама О’Брайена. Тренировочная попытка убить друга проваливается и ребята отправляются в лагерь своего старшего товарища Луи-Жозефа Готье Шевалье де ла Верендри. Шевалье, недовольный своенравием и наглостью Шэя, затевает с ним драку, но Лайам разнимает их. Ассасины отправляются на миссию по спасению попавших в плен к англичанам контрабандистов, с которыми должен был встретиться де ла Верендри. Попутно они захватывают корабль, который Кормак забирает себе и называет его «Морриган», и на нём отправляются спасать корабль Шевалье, «Кречет». Корабль возвращается к своему капитану, а Шэй и Лайам отправляются в штаб Братства.":"Игра начинается с того, что молодой американский ассасин времён Семилетней войны Шэй Патрик Кормак преследует другого ассасина Лайама О’Брайена. Тренировочная попытка убить друга проваливается и ребята отправляются в лагерь своего старшего товарища Луи-Жозефа Готье Шевалье де ла Верендри. Шевалье, недовольный своенравием и наглостью Шэя, затевает с ним драку, но Лайам разнимает их. Ассасины отправляются на миссию по спасению попавших в плен к англичанам контрабандистов, с которыми должен был встретиться де ла Верендри. Попутно они захватывают корабль, который Кормак забирает себе и называет его «Морриган», и на нём отправляются спасать корабль Шевалье, «Кречет». Корабль возвращается к своему капитану, а Шэй и Лайам отправляются в штаб Братства.",
  // 
  "В 10 марта 2015 годe вышла игра Assassin's Creed Rogue":"В 10 марта 2015 годe вышла игра Assassin's Creed Rogue",
  "В настоящие дни на игрока, играющего на распространяемой Абстерго консоли Helix и исследующего воспоминания о гибели ордена Тамплиеров в 1314 году, выходят ассасины и просят найти Мудреца в памяти, относящейся к годам Великой Французской революции. Сюжет разворачивается вокруг молодого ассасина Арно Виктора Дориана. Его отца убили, когда он был ещё маленьким. В тот же день он знакомится со своей будущей возлюбленной Элизой де ла Серр. Через много лет он становится свидетелем убийства её отца, Великого магистра ордена Тамплиеров Франсуа де ла Серра. В этом преступлении обвиняют его и сажают в Бастилию, где он знакомится с заключённым Пьером Беллеком, мастером ассасином. Когда они освобождаются, Беллек зовёт его в Братство. Поначалу Арно скептически относится к этой идее и сразу после побега отправляется к Элизе, но та обвиняет его в смерти отца, в надежде убедить Элизу в своей невиновности, он решает присоединиться к ассасинам (которых возглавляет граф Оноре де Мирабо), дабы найти убийц де ла Серра.":"В настоящие дни на игрока, играющего на распространяемой Абстерго консоли Helix и исследующего воспоминания о гибели ордена Тамплиеров в 1314 году, выходят ассасины и просят найти Мудреца в памяти, относящейся к годам Великой Французской революции. Сюжет разворачивается вокруг молодого ассасина Арно Виктора Дориана. Его отца убили, когда он был ещё маленьким. В тот же день он знакомится со своей будущей возлюбленной Элизой де ла Серр. Через много лет он становится свидетелем убийства её отца, Великого магистра ордена Тамплиеров Франсуа де ла Серра. В этом преступлении обвиняют его и сажают в Бастилию, где он знакомится с заключённым Пьером Беллеком, мастером ассасином. Когда они освобождаются, Беллек зовёт его в Братство. Поначалу Арно скептически относится к этой идее и сразу после побега отправляется к Элизе, но та обвиняет его в смерти отца, в надежде убедить Элизу в своей невиновности, он решает присоединиться к ассасинам (которых возглавляет граф Оноре де Мирабо), дабы найти убийц де ла Серра.",
  // 
  "В 19 ноября 2015 году  вышла игра Assassin's Creed Syndicate":"В 19 ноября 2015 году  вышла игра Assassin's Creed Syndicate",
  "В центре сюжета прошлого находятся ассасины-близнецы Джейкоб и Иви Фрай, которые прибывают в Лондон, чтобы освободить город от власти тамплиеров. Для этого Джейкоб основывает собственную уличную банду под названием «Грачи» и начинает борьбу с «Висельниками», бандой, контролируемой тамплиерами. В то же время Иви и глава ячейки ассасинов в Лондоне Генри Грин пытаются найти «Плащаницу Эдема», ещё один артефакт Предтеч, которую также хочет заполучить великий магистр Ордена тамплиеров Кроуфорд Старрик. По ходу игры главные герои встретят множество исторических личностей таких как: Чарльз Диккенс, Александр Грейам Белл, Чарльз Дарвин, Карл Маркс, Флоренс Найтингейл, Артур Конан Дойл, Бенджамин Дизраэли, Королева Виктория.":"В центре сюжета прошлого находятся ассасины-близнецы Джейкоб и Иви Фрай, которые прибывают в Лондон, чтобы освободить город от власти тамплиеров. Для этого Джейкоб основывает собственную уличную банду под названием «Грачи» и начинает борьбу с «Висельниками», бандой, контролируемой тамплиерами. В то же время Иви и глава ячейки ассасинов в Лондоне Генри Грин пытаются найти «Плащаницу Эдема», ещё один артефакт Предтеч, которую также хочет заполучить великий магистр Ордена тамплиеров Кроуфорд Старрик. По ходу игры главные герои встретят множество исторических личностей таких как: Чарльз Диккенс, Александр Грейам Белл, Чарльз Дарвин, Карл Маркс, Флоренс Найтингейл, Артур Конан Дойл, Бенджамин Дизраэли, Королева Виктория.",
  // 
  "В 27 октября 2017 году вышла игра Assassin's Creed Origins":"В 27 октября 2017 году вышла игра Assassin's Creed Origins",
  "В 2017 году, Орден Тамплиеров, благодаря добытой два года назад Плащанице Эдема, готов воссоздать Предтечу, чтобы заполучить контроль над планетой. Вайолет да Коста оказалась членом Орудий Первой Воли и все это время помогала Юноне возродиться. Ассасины по словам Епископа планируют предпринять меры по возвращению Частицы Эдема.Игрок управляет египетской исследовательницей Лейлой Хассан (англ. Layla Hassan), которая исследует память последнего меджая — Байека из Сивы и его жены Айи из Александрии. Вместе они помогают Клеопатре в гражданской войне против её брата Птолемея XIII и закладывают основы Братства Ассасинов.":"В 2017 году, Орден Тамплиеров, благодаря добытой два года назад Плащанице Эдема, готов воссоздать Предтечу, чтобы заполучить контроль над планетой. Вайолет да Коста оказалась членом Орудий Первой Воли и все это время помогала Юноне возродиться. Ассасины по словам Епископа планируют предпринять меры по возвращению Частицы Эдема.Игрок управляет египетской исследовательницей Лейлой Хассан (англ. Layla Hassan), которая исследует память последнего меджая — Байека из Сивы и его жены Айи из Александрии. Вместе они помогают Клеопатре в гражданской войне против её брата Птолемея XIII и закладывают основы Братства Ассасинов.",
  // 
  "В 5 октября 2018 году вышла игра Assassin's Creed Odyssey":"В 5 октября 2018 году вышла игра Assassin's Creed Odyssey",
  "Главные герои — Алексиос и Кассандра, брат и сестра, являющиеся наёмниками (мистиями) и потомками спартанского царя Леонида. Они сражаются, используя клинок копья своего предка, который наделяет их в бою особыми способностями. Система развития персонажа представляет собой три древа способностей: ассасина, концентрирующегося на скрытности, воина с упором на боевые навыки и охотника, позволяющего лучше стрелять из лука. Доступны различные элементы снаряжения — нагрудники, пояса, шлемы, ботинки и наручи, которые можно комбинировать между собой и улучшать. Функцию орлиного зрения у главных героев подобно Байеку из Assassin's Creed Origins выполняет ручной орёл Икар. Уровень врагов теперь увеличивается вместе с уровнем персонажа. Вернулась шкала известности — при совершении преступлений на глазах у других она будет расти, и игрока могут объявить в розыск.":"Главные герои — Алексиос и Кассандра, брат и сестра, являющиеся наёмниками (мистиями) и потомками спартанского царя Леонида. Они сражаются, используя клинок копья своего предка, который наделяет их в бою особыми способностями. Система развития персонажа представляет собой три древа способностей: ассасина, концентрирующегося на скрытности, воина с упором на боевые навыки и охотника, позволяющего лучше стрелять из лука. Доступны различные элементы снаряжения — нагрудники, пояса, шлемы, ботинки и наручи, которые можно комбинировать между собой и улучшать. Функцию орлиного зрения у главных героев подобно Байеку из Assassin's Creed Origins выполняет ручной орёл Икар. Уровень врагов теперь увеличивается вместе с уровнем персонажа. Вернулась шкала известности — при совершении преступлений на глазах у других она будет расти, и игрока могут объявить в розыск.",
  // 
  "В 10 ноября 2020 году вышла игра Assassin's Creed Valhalla":"В 10 ноября 2020 году вышла игра Assassin's Creed Valhalla",
  "Действие игры начинается в 873 году во времена завоеваний викингов. Игроку предстоит взять на себя роль викинга Эйвор, ведущего своих сородичей от берегов холодной Норвегии до плодородных земель Англии в поисках нового дома. Клану Эйвор противостоят лидеры четырёх англо-саксонских королевств: Уэссекса, Нортумбрии, Восточной Англии и Мерсии во главе с Альфредом Великим. Также Эйвор предстоит встретиться с Незримыми и помочь им в борьбе против Ордена древних[комм. 1]. Как и в предыдущей части серии в XXI веке продолжается история Лейлы Хассан[3]. Помимо Англии и Норвегии действие игры также происходит на территории Северной Америки, под названием Винланд и в фантастических мирах: Асгарде, Йотунхейме и Вальхалле.":"Действие игры начинается в 873 году во времена завоеваний викингов. Игроку предстоит взять на себя роль викинга Эйвор, ведущего своих сородичей от берегов холодной Норвегии до плодородных земель Англии в поисках нового дома. Клану Эйвор противостоят лидеры четырёх англо-саксонских королевств: Уэссекса, Нортумбрии, Восточной Англии и Мерсии во главе с Альфредом Великим. Также Эйвор предстоит встретиться с Незримыми и помочь им в борьбе против Ордена древних[комм. 1]. Как и в предыдущей части серии в XXI веке продолжается история Лейлы Хассан[3]. Помимо Англии и Норвегии действие игры также происходит на территории Северной Америки, под названием Винланд и в фантастических мирах: Асгарде, Йотунхейме и Вальхалле.",
  // Main
  "11 января 1165 года":"11 января 1165 года",
  "24 июня 1459 года" :"24 июня 1459 года",
  "4 апреля 1756":"4 апреля 1756",
  "10 марта 1693 г.":"10 марта 1693 г.",
  "26 августа 1768 г.":"26 августа 1768 г.",
  "7 ноября 1505 г.":"7 ноября 1505 г.",
  "9 ноября 1847 г.":"9 ноября 1847 г.",
  "20 июня 1747 г." :"20 июня 1747 г.",
  //SHOP
  "Добавить":"Добавить",
  "Обшая цена:":"Обшая цена:",
  "Удалить из корзины":"Удалить из корзины",
  "Об.Цена:":"Об.Цена:",
  // HEADER
  "Игры":"Игры",
  "Персонажы":"Персонажы",
  "Корзина":"Корзина",
  "Войти":"Войти",
  "Регистр":"Регистр",
  // MODAL
  "Фамилия":"Фамилия",
  "Е-Мейл":"Е-Мейл",
  "Имя":"Имя",
  "Пароль":"Пароль",
  "Отправить":"Отправить",
  "Запомнить Меня":"Запомнить Меня",
  "Вход":"Вход",
  "Отмена":"Отмена",
  





};

export default translationsRu;
